# Напишите программу, которая считает и выводит на экран последовательно
# (по одному значению в каждой строке) значения следующих математических выражений:
#
# 3 в степени 5
# -8 разделить на -4
# остаток от деления 100 на 3
# сумму трёх предыдущих выражений

print(3 ** 5)
print(-8 / -4)
print(100 % 3)
print((3 ** 5) + (-8 / -4) + (100 % 3))
